<?
include("conf.php");
heads();
atop();
kr();
?>
&nbsp
 <div class="container">
            <div class="history-content text-left">
                <div class="section-title-03">
                    <h6 class="sub-title">Будова AR-додатку</h6>
                    <h2 class="title">Дослідження будови історичних будівель. Що таке AR та GPS?</h2>
                </div>
	
                <p> <b> Історія </b> — це найголовніша частина розуму людини. Без неї - ми ніщо. Як можна будувати щасливе майбутнє держави, не знаючи її минулого? Для вивчення історії та популяризації туризму був розроблений <b> AR-додаток Interactive Lutsk </b>  з використанням усіх сучасних технологій та фреймворків. У написанні цієї роботи було використано технологію AR( Augmented Reality ) та фреймворк Model Viewer. Augmented Reality (скор. AR)-це технологія що допомагає відображати відповідну 3-D модель в доповненій реальності, з особливими можливостями взаємодії користувача<p> <b>Що таке AR в поєднанні з GPS? </b> 
Поєднання технологій доповненої реальності (AR) та глобальної системи позиціонування (GPS) дозволяє створювати інтерктивні навігаційні додатки, які накладають віртуальні об'єкти на реальний світ у режимі реального часу. Це сприяє більш точному орієнтуванню в просторі та покращенню користувацького досвіду, наприклад, у туризмі чи навігації. <p> <b>Як це працює?</b> На карті встановлюється певна точка. Далі, створюється радіус близько 125 метрів. Коли користувач заходить на сайт, за допомогою GPS визначається його геолокація та відображається відповідна 3-Д модель у доповненій реальності. </p>

            </div>
	</div>
<div class="container" align="center">
<img src="/img/lbar.jpg" width="500px" height="333px">
	</div>
&nbsp

<?
red();


?>